[
    {
        "id": 0,
        "name": "Welcome!",
        "description": "Welcome to <i>About That</i>!",
        "content": "Hi there, and welcome to <i>About That</i>! This is a fan-project based on Karen McManus's book \"One of Us is Lying\", hope you like it!",
        "author": "[Administrator]",
        "date": "17/12/2022 11:16 AM",
        "hidden": false
    },
    {
        "id": 1,
        "name": "Tumblr #1",
        "description": "The first Tumblr post",
        "content": "",
        "author": "Unknown",
        "date": "[DATE] [TIME]",
        "hidden": true
    },
    
    {
        "id": 100,
        "name": "Tumblr #2",
        "description": "The second Tumblr post",
        "content": "Zeit ein paar Dinge klarzustellen.\nSimon hatte eine schwere Erdnussallergie - warum also nicht einfach einen Erdnussriegel in sein Sandwich stecken und fertig? Ich habe Simon Kelleher monatelang beobachtet. Er hat sich sein Essen immer zentimeterdick in Frischhaltefolie eingewickelt von zu Hause mitgebracht und ausschließlich aus seiner eigenen verdammten Wasserflasche getrunken, die er ständig mit sich herumgeschleppt hat.\nAllerdings hat er es keine zehn Minuten ausgehalten, ohne an seiner Flasche zu nuckeln, also dachte ich mir, dass er sich notfalls bestimmt mit Leitungswasser begnügen würde, wenn sie weg wäre, und habe sie ihm geklaut.\nIch habe sehr lange darüber nachgedacht, wie ich es anstellen könnte, ihm Erdnussöl ins Wasser zu mischen. Es musste auf jeden Fall in einem Raum stattfinden, aus dem er nicht einfach wegkam und in dem es keinen Wasserspender gab. So bin ich dann iorgendwann auf den Chemiesaal gekommen und habe dafür gesorgt, dass er von Mr Avery zum Nachsitzen verdonnert wird. Es hat mir ziemlich zugesetzt, Simon sterben zu sehen. Ich bin kein Unmensch. Der Moment, in dem er dunkelrot anlief und keine Luft mehr bekam... Puh. Wenn ich gekonnt hätte, hätte ich eingegriffen und das Schlimmste verhindert.\nAber das konnte ich nicht. Weil ich seinen EpiPen an mich genommen und entsorgt hatte. Genau wie sämtliche EpiPens aus dem Krankenzimmer.",
        "author": "Unknown",
        "date": "17/12/2022 04:02 PM",
        "hidden": true
    }
]
